Repository: Soyuzbek/census
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Kirghiz
ky: Кыргызча

source: Russian
ky: Орусча

source: Role
ky: Ролу

source: Roles
ky: Ролдор

source: User
ky: Колдонуучу

source: Users
ky: Колдонуучулар

source: Documentation
ky: Ишкагаздоо

source: Change password
ky: Сырсөз өзгөртүү

source: Log out
ky: Чыгуу

source: Project
ky: Долбоор

source: Print
ky: Басып чыгаруу

source: Agreement
ky: Келишим

source: Home
ky: Башкы бет

source: Employees
ky: Кызматкерлер

source: Logout
ky: Чыгуу

source: Login
ky: Кирүү

source: Employee
ky: Кызматкер

source: Certificate
ky: Күбөлүк

source: This employee is dismissed
ky: Бул кызматкер кызматтан чыгарылган

source: Search
ky: Издөө

source: Number
ky: Номери

source: Name
ky: Аты

source: Surname
ky: Фамилиясы

source: Employee Creation Form
ky: Кызматкер Кошуу Формасы

source: Add
ky: Кошуу

source: Are you sure you want to delete?
ky: Алып таштоого макулсузбу?

source: Delete
ky: Алып таштоо

source: Save
ky: Сактоо

source: change image
ky: сүрөт жаңыртуу

source: Update
ky: Өзгөртүү

source: The QR code for instance of model %(model)s is regenerated
ky: %(model)s үчүн QR код кайрадан түзүлдү.

source: Regenerate QR code
ky: QR ди кайрадан түзүү

source: users
ky: колдонуучулар

source: number
ky: номери

source: password
ky: сырсөз

source: must be in 123456789 format!
ky: 550456789 форматта болуу керек

source: region
ky: облус

source: district
ky: район

source: is staff
ky: кызматкер статусу

source: super user
ky: Башкаруучу

source: name
ky: аты

source: address
ky: дарек

source: Region
ky: Облус

source: Regions
ky: Облустар

source: District
ky: Район

source: Districts
ky: Райондор

source: code
ky: коду

source: Territory
ky: Территория

source: Territories
ky: Териториалар

source: male
ky: эркек

source: female
ky: аял

source: Coordinator
ky: Координатор

source: bachelor
ky: бакалавр

source: specialist
ky: адис

source: master
ky: магистр

source: incomplete higher education
ky: толук эмес жогорку кесиптик(бүтпөгөн жогорку)

source: specialized secondary education
ky: орто кесиптик (орто атайын)

source: initial vocational training
ky: башталгыч кесиптик (кесиптик-техникалык)

source: general secondary education
ky: орто (толук) жалпы

source: lower secondary education
ky: негизги жалпы (толук эмес орто)

source: full time work
ky: толук иштөө күнү

source: half time work
ky: толук эмес иштөө күнү

source: last name
ky: фамилиясы

source: first name
ky: аты

source: patronymic
ky: атасынын аты

source: gender
ky: жынысы

source: birth day
ky: Туулган күнү

source: serial
ky: паспорт сериасы

source: number of passport
ky: паспорт номуру

source: authority
ky: паспорт берген орган

source: PIN
ky: ПИН

source: photo
ky: сүрөт

source: education
ky: билим деңгели

source: role
ky: ролу

source: census department
ky: каттоо бөлүмү

source: coordinator sector
ky: инструктордук участок

source: enumerator plot
ky: каттоо участогу

source: territory
ky: территория

source: workday
ky: иштөө күнү

source: agreement
ky: келишим

source: QR code
ky: QR код

source: date joined
ky: алынган күнү

source: login
ky: кирүү

source: is badge printed?
ky: бейджик басып чыгарылдыбы?

source: is badge returned?
ky: бейджик кайтарылдыбы?

source: Dismissed?
ky: Кызматтан чыгарылды?

source: Enumerator
ky: Каттоочу

source: Instructor
ky: Инструктор

source: Number or password is incorrect. Note that both fields might be case-sensitive
ky: Номур же сырсөз туура эмес. Эки аймак тең ЧОҢ кичинеликке сезгич болушу мүмкүн!

source: The employee added successfully.
ky: Кызматкер ийгиликтүү кошулду

source: Please check the fields below form!
ky: Сураныч төмөндө талааларды текшериңиз!
